export const ru = {
	translation: {
		home: {
			disclaimer:
				'Привет, приятно познакомиться здесь, но я все еще создаю эту страницу, а пока вы можете перейти на страницу ссылок, чтобы найти меня в социальных сетях ✌️...',
		},
		links: {
			jobTitle: 'Разработчик программного обеспечения',
		},
		tools: {
			title: '',
		},
		components: {
			footer: {
				infoFooter: 'сделано с ♥️ @carlosdaniel.dev',
			},
			flagLabels: {
				pt: 'Португальский',
				en: 'английский',
				de: 'Немецкий',
				uk: 'украинец',
				es: 'испанский язык',
				ru: 'русский',
				fr: 'Французский',
			},
			header: {
				home: 'домашняя страница',
				links: 'Страница ссылок',
				tools: '',
			},
		},
	},
};
