export const uk = {
	translation: {
		home: {
			disclaimer:
				'Привіт, приємно познайомитися з вами тут, але я все ще створюю цю сторінку, тим часом ви можете перейти на сторінку посилань, щоб знайти мене в соціальних мережах ✌️...',
		},
		links: {
			jobTitle: 'Розробник програмного забезпечення',
		},
		tools: {
			title: '',
		},
		components: {
			footer: {
				infoFooter: 'зроблено з ♥️ @carlosdaniel.dev',
			},
			flagLabels: {
				pt: 'португальська',
				en: 'англійська',
				de: 'німецька',
				uk: 'український',
				es: 'іспанська',
				ru: 'російський',
				fr: 'французький',
			},
			header: {
				home: 'домашня сторінка',
				links: 'Сторінка посилань',
				tools: '',
			},
		},
	},
};
